Repository: chrisdev/wagtail-cookiecutter-foundation
Catalog: {{cookiecutter.project_slug}}/gallery/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Intro title
fr: Titre d'introduction

source: Optional H1 title for the gallery page.
fr: Titre optionnel "H1" pour la page de galerie.

source: Intro text
fr: Texte d'introduction

source: Optional text to go with the intro text.
fr: Texte d'introduction optionnel

source: Show images in this collection in the gallery view.
fr: Affiche les images de cette collection dans la galerie.

source: Images per page
fr: Nombre d'images par page

source: How many images there should be on one page.
fr: Combien d'images doivent être affichées sur chaque page.

source: Use lightbox
fr: Utiliser "lightbox"

source: Use lightbox to view larger images when clicking the thumbnail.
fr: Utiliser "lightbox" pour afficher des images plus grandes quand on clique sue les vignettes.

source: Gallery index
fr: Galerie

source: Gallery indices
fr: Galeries

source: Search images
fr: Rechercher des images
